IdeaRS.Connections
SpliceData.TransversalWeld Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the connected member to plate weld - transversal weld
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public WeldData TransversalWeld { get; set; }
Property Value
Type: WeldData
See Also
Reference
SpliceData Class
IdeaRS.Connections.Data Namespace